Revit 2027 API
ParameterTypeId.ExchangeId Property
 "Exchange ID"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ExchangeId { get; }
Public Shared ReadOnly Property ExchangeId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ExchangeId {
	ForgeTypeId^ get ();
}
static member ExchangeId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace